{
    "key": "2Q9553GE",
    "version": 8320,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/2Q9553GE",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/2Q9553GE",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Potter",
        "parsedDate": "1995",
        "numChildren": 0
    },
    "data": {
        "key": "2Q9553GE",
        "version": 8320,
        "itemType": "thesis",
        "title": "A study of Moroccan Arabic address: Findings to support the development of communicative instructional materials for Arabic",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Terrence Michael",
                "lastName": "Potter"
            }
        ],
        "abstractNote": "While instructional materials for the teaching of Arabic as foreign language have begun to reflect greater communicative emphasis, there is clearly a continuing need to emphasize sociolinguistic and cultural information content to support language learning for communication. Authentic spoken Arabic language is where such content may be found. Address terms (ATs) in Moroccan Arabic (MA), as employed by native speakers and as portrayed in a sample of instructional materials, are the object of investigation in this study. An interdisciplinary approach is employed to analyze L1 data in MA and to evaluate a sample of instructional materials in Arabic. Observed and reported AT data are compared with AT presentation in both Modern Standard and Moroccan Arabic materials. A qualitative sociolinguistic analysis of ATs in use reveals patterns and variation according to addressee and speaker variables. The comparison reveals basic differences between their authentic use and current textbook representation. A critical review of textbooks and grammars indicates communicative shortcomings in view of the frequency and nature of the ATs in actual use. Successive chapters lay out the framework of descriptive analysis. Chapter 2 reviews the literature on communicative competence and communicative language teaching, the sociolinguistic study of address, and Arabic language materials. Chapter 3 describes the interdisciplinary approach to research design and analysis adopted. Chapter 4 reports the results of the sociolinguistic analysis of ATs in use. Chapter 5 is a critical review of the instructional materials sample. Chapter 6 proposes a communicative framework that includes ATs and activities for the learning of ATs, and recommends their integration into new and revised materials. In addition to providing original sociolinguistic information about MA modes of address, this descriptive analysis discloses the sociocultural added value of studying language in use, and demonstrates the need to present such information to learners. Analysis supports the development of communicatively-oriented materials that combine dedicated instruction and interactive use of ATs, as well as other functional aspects of language, to support the learning of Arabic for communication.",
        "thesisType": "",
        "university": "Georgetown University",
        "place": "Washington D.C.",
        "date": "1995",
        "numPages": "",
        "language": "",
        "shortTitle": "",
        "url": "",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:potter_1995_3922)",
        "tags": [
            {
                "tag": "cnt:Morocco"
            },
            {
                "tag": "vt:Maghreb"
            },
            {
                "tag": "vt:pragmatics"
            },
            {
                "tag": "vt:sociolinguistics"
            },
            {
                "tag": "vt:teaching materials"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-08-24T07:13:14Z"
    }
}
