{
    "key": "AZ3WV2CW",
    "version": 6662,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/AZ3WV2CW",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/AZ3WV2CW",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Horie",
        "parsedDate": "1993",
        "numChildren": 0
    },
    "data": {
        "key": "AZ3WV2CW",
        "version": 6662,
        "itemType": "thesis",
        "title": "A cross-linguistic study of perception and cognition verb complements: A cognitive perspective",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Kaoru",
                "lastName": "Horie"
            }
        ],
        "abstractNote": "This study represents a cross-linguistic comparison of cognition and perception verb complements in a selected set of European and non- European languages including English, French, German, Russian, Cambodian, Japanese, and Moroccan Arabic. It explores the tendency to encode Directly Perceived Events and Indirectly Perceived Events by means of different types of complement constructions. The study undertakes an in-depth comparison of four selected languages, viz. English, Modern Japanese, Korean and Classical Japanese, in terms of the way these languages encode through nominalization the ontological distinction and interface among physical objects, Directly Perceived Events and Indirectly Perceived Events. It is observed that languages resort to such linguistic devices as (non)finiteness, different complementizers/nominalizers, and nominalizations of differing nominal status to encode the ontological and cognitive differences. What emerges from the cross-linguistic comparison is a close relationship between form and meaning of complements and nominalization in encoding the cognitive and ontological distinctions. This study concludes that the choice of various linguistic devices is motivated by two cognitive principles, iconicity and grammaticalization. Iconicity (form-meaning interaction) accounts for the cross-linguistic tendency for Directly Perceived Events and Indirectly Perceived Events to be encoded by non-finite and finite clauses respectively. It also explains the correlation between the conceptual and syntactic complexity of nominalized expressions used to encode the distinction among physical objects, Directly Perceived Events and Indirectly Perceived Events. Grammaticalization (the diachronic process through which lexical words are semantically bleached and become function words) is instrumental to our understanding of why words with particular lexical meaning are chosen as complementizers/nominalizers which encode particular ontological entities. This study has thus presented a possible research area in which Cognitive Linguistics and Syntactic Typology can profit from each other. (Copies available exclusively from Micrographics Department, Doheny Library, USC, Los Angeles, CA 90089-0182.)",
        "thesisType": "",
        "university": "University of Southern California",
        "place": "",
        "date": "1993",
        "numPages": "",
        "language": "",
        "shortTitle": "",
        "url": "",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:horie_1993_4536)",
        "tags": [
            {
                "tag": "cnt:Morocco"
            },
            {
                "tag": "vt:Maghreb"
            },
            {
                "tag": "vt:general/comparative study"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-04-15T16:02:33Z"
    }
}
