{
    "key": "B47VQYWJ",
    "version": 6694,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/B47VQYWJ",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/B47VQYWJ",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Lahlou",
        "parsedDate": "1991",
        "numChildren": 0
    },
    "data": {
        "key": "B47VQYWJ",
        "version": 6694,
        "itemType": "thesis",
        "title": "A morpho-syntactic study of code-switching between Moroccan Arabic and French",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Moncef",
                "lastName": "Lahlou"
            }
        ],
        "abstractNote": "Code-switching, the use of two languages in the course of one speech event, has been extensively studied during the last decade, both from a functional and a structural perspective. A constantly growing number of languages has been looked at, but no systematic study has been done on code-switching between Moroccan Arabic and French. This dissertation is a step toward filling this gap. It is a study of the morpho-syntactic characteristics of code-switching as it is practiced by native speakers of Moroccan Arabic and native speakers of French. The introductory chapters lay the groundwork for the study: a description of the complex linguistic situation of the country is offered, a review of both the sociolinguistic literature on Morocco and of the literature on code-switching in general is also given; then, the theoretical question of what constitutes code-switching and what constitutes borrowing is discussed. The main result of this study is that the grammar of the first language governs code-switching. A code-switched utterance produced by a bilingual Moroccan and one produced by a French native speaker will be exact mirror images of each other. In the first case, grammatical items, such as determiners, conjunctions, and prepositions, will be drawn from Moroccan Arabic and some of the lexicon from French. The word order, when there is no correspondence in structure between the two languages, will be that imposed by Moroccan Arabic. In the second case, we find the exact opposite: the governing grammar will be French and part of the lexicon will be from Moroccan Arabic. The study also shows that code-switching does not indicate a lack of competence in either of the two languages of the bilingual code- switcher. It constitutes rather part of a complex set of social attributes which one can find with educated bilingual Moroccans. These social attributes illustrate the close link existing between language and culture in society. In many aspects of their daily life, these educated bilingual Moroccans display features which indicate their 'composite' identity. The study concludes that more 'two-way' studies of code-switching must be carried out for us to come to a better appreciation of this linguistic phenomenon. Only then, it is argued, can we develop a 'universal' theory of code-switching.",
        "thesisType": "",
        "university": "The University of Texas at Austin",
        "place": "Austin",
        "date": "1991",
        "numPages": "",
        "language": "",
        "shortTitle": "",
        "url": "",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:lahlou_1991_4527)",
        "tags": [
            {
                "tag": "cnt:Morocco"
            },
            {
                "tag": "vt:Maghreb"
            },
            {
                "tag": "vt:contact linguistics"
            },
            {
                "tag": "vt:conversation/dialogue"
            },
            {
                "tag": "vt:french language"
            },
            {
                "tag": "vt:general/comparative study"
            },
            {
                "tag": "vt:morphology"
            },
            {
                "tag": "vt:syntax"
            },
            {
                "tag": "vt:transcribed texts"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-04-15T16:02:33Z"
    }
}
