{
    "key": "E8FRDKXS",
    "version": 6706,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/E8FRDKXS",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/E8FRDKXS",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Nour",
        "parsedDate": "2003",
        "numChildren": 0
    },
    "data": {
        "key": "E8FRDKXS",
        "version": 6706,
        "itemType": "thesis",
        "title": "Aspects of Tetouani Moroccan Arabic lexical morphology and phonology",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Taibi",
                "lastName": "Nour"
            }
        ],
        "abstractNote": "This dissertation contributes to the field of Semitic linguistics by providing a formal analysis of the phonology and morphology of Tetouani Moroccan Arabic (TMA) within the framework of Lexical Phonology (LP), exploring the implications of the data for this theory. It is based on the premise that constraints and rule types are better handled if the theory provides for a morphological component. The present study is divided into four chapters. Chapter I situates TMA in the context of the major conclusions and findings of previous researchers. Chapter II addresses some theoretical questions within LP, Feature Geometry (FG) and metrical theory. In chapter III, morphophonemic alternations and underlying forms are examined and rules formulated. Motivation for the different lexical strata is offered and a preliminary look at the postlexical level is undertaken. Chapter four covers morphology and its close connection with phonology. All the phenomena in this chapter are treated with special emphasis on their relevance to phonological processes in the language. While this dissertation is not designed to compare theoretical frameworks or evaluate their analytical parameters, it relies heavily on the insights of LP and other compatible theoretical constructs such as FG. It is possible to provide a straightforward descriptive account for the morphology and phonology of TMA with three strata. Stratum 1 contains the sound structures of base-generated segments, underived lexical items, melody assignment principles, inherent bearers of morphological markers and exceptions. These work in tandem with stress rules, pharyngealization spreading rules and other phonological adjustment rules that \"restore\" flawed strings. Stratum 2 consists of derivational templates that limit the number of possible paradigms in TMA. Stratum 3 supplies the last, most productive and least problematic processes and rules including phonetic interpretation rules. One working principle is that there is a close connection between processes, representations, and constraints. Constraints are needed to account for TMA, and LP provides for that. Phonological processes are harnessed by the targets that are set and parametrized by constraints. Rules partially restore grammaticality to phonological strings at different levels and partially harmonize complex architectural conflicts after tier conflation.",
        "thesisType": "",
        "university": "The University of Wisconsin - Madison",
        "place": "Madison",
        "date": "2003",
        "numPages": "",
        "language": "",
        "shortTitle": "",
        "url": "",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:nour_2003_3899)",
        "tags": [
            {
                "tag": "geo:Tétouan [35.58, -5.36]"
            },
            {
                "tag": "cnt:Morocco"
            },
            {
                "tag": "vt:Maghreb"
            },
            {
                "tag": "vt:general/comparative study"
            },
            {
                "tag": "vt:lexicon"
            },
            {
                "tag": "vt:morphology"
            },
            {
                "tag": "vt:phonology"
            },
            {
                "tag": "vt:transcribed texts"
            },
            {
                "tag": "vt:urban dialect"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-04-15T16:02:33Z"
    }
}
