{
    "key": "EHPP7I4G",
    "version": 6830,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/EHPP7I4G",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/EHPP7I4G",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Russell",
        "parsedDate": "1993",
        "numChildren": 0
    },
    "data": {
        "key": "EHPP7I4G",
        "version": 6830,
        "itemType": "thesis",
        "title": "A constraint-based approach to phonology and morphology",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Ronald Kevin",
                "lastName": "Russell"
            }
        ],
        "abstractNote": "It is argued that the work in phonology and morphology traditionally done by rules (extrinsically ordered or not) can be done as well if not better by constraints alone, applying in a non-derivational way to a single level of phonological representation. It is assumed that constraints cannot be ordered, but a representation must satisfy all of them simultaneously in order to be legal. Furthermore, morphemes are simply constraints on legal pairings of phonological, syntactic, and semantic information. It is proposed that phonological representations consist of nodes that (potentially) represent constriction gestures (cf. Browman and Goldstein, Gorecka), within a suprasegmental structure that incorporates the ideas of asymmetric dependency relations and empty positions from Dependency Phonology and Government Phonology. A formal language for the expression of constraints is presented and applied to a number of phenomena that have been of interest to phonologists: e.g., prosodic theory, vowel harmony, reduplication. Morphology is examined as the set of principles that determines the possible association of complex syntactic and phonological objects. Various kinds of morpheme combination (e.g., pure concatenation, infixation, templatic morphology) are shown to result from the interaction of a handful of simple constraints. The proposals concerning phonology and morphology are illustrated by analyzing the placement and deletion of determiner clitics in Nisgha (Tsimshianic, British Columbia) and epenthesis, syncope, and templatic morphology in Moroccan Arabic. (Copies available exclusively from Micrographics Department, Doheny Library, USC, Los Angeles, CA 90089-0182.)",
        "thesisType": "",
        "university": "University of Southern California",
        "place": "",
        "date": "1993",
        "numPages": "",
        "language": "",
        "shortTitle": "",
        "url": "",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:russell_1993_4519)",
        "tags": [
            {
                "tag": "vt:general/comparative study"
            },
            {
                "tag": "vt:morphology"
            },
            {
                "tag": "vt:phonology"
            },
            {
                "tag": "vt:transcribed texts"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-04-15T16:02:33Z"
    }
}
