{
    "key": "H5FFIKLK",
    "version": 6689,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/H5FFIKLK",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/H5FFIKLK",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Hachimi",
        "parsedDate": "2005",
        "numChildren": 0
    },
    "data": {
        "key": "H5FFIKLK",
        "version": 6689,
        "itemType": "thesis",
        "title": "Dialect leveling, maintenance and urban identity in Morocco Fessi immigrants in Casablanca",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Atiqa",
                "lastName": "Hachimi"
            }
        ],
        "abstractNote": "In Morocco today two competing local urban models co-exist. On one hand, there are the Old urban dialects of the historical cities, which have defined urban and prestigious linguistic practice in Morocco for centuries. These dialects have acted as badges of a well-established urban and bourgeois identity. On the other hand, there are the newly formed koinés that have emerged as a result of massive internal migration to large urban centres in the 20th century. These koinés are establishing themselves as new urban dialects and are shaping a new brand of urban identity. The best representatives of these types of dialects and identities in contemporary Morocco are, without doubt, Fessi (from the city of Fez) and Casablancan (from the city of Casablanca), respectively. This study examines the social and linguistic outcomes of the Fessi- Casablancan contact, considering in particular how Fessi women of Andalusian descent construct linguistic and social identity in Casablanca. Data come from in-depth ethnographic interviews that I have carried out with migrant (first generation) and Casablanca-born (second and third generation) Fessis during a 14-month period of fieldwork in 1999-2000 in Casablanca. Three linguistic variables are examined in order to assess Fessi women's leveling or maintenance of Fessi forms: two phonological variables; the alveolar trill variable (r) and the uvular stop variable (q), and one morphosyntactic variable; the second person singular feminine clitic (-i). Drawing on the latest research on language and identity which emphasizes the agency of speakers in constructing their own identities (e.g., Eckert 2000; Gubbins and Holt 2002), the study identifies the categories that have emerged as a result of the Fessi-Casablancan contact such as 'pure Fessis', 'Fessi-Casablancans' and 'Casablancans'. The study then goes beyond identifying categories to looking at the linguistic and non- linguistic practices that are used to construct and give meaning to these identities. The findings of this study show that sounding 'normal', i.e., leveling out stereotypical regional traits, becoming 'tough', and being 'one of the folks, not snob' are important components in thinning out 'pure Fessi' identity. These practices may also be considered rites of passage to becoming 'Fessi-Casablancan' or 'Casablancan'.",
        "thesisType": "",
        "university": "University of Hawai'i",
        "place": "",
        "date": "2005",
        "numPages": "",
        "language": "",
        "shortTitle": "",
        "url": "",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:hachimi_2005_3671)",
        "tags": [
            {
                "tag": "geo:Casablanca [33.57, -7.58]"
            },
            {
                "tag": "cnt:Morocco"
            },
            {
                "tag": "vt:Maghreb"
            },
            {
                "tag": "vt:general/comparative study"
            },
            {
                "tag": "vt:sociolinguistics"
            },
            {
                "tag": "vt:urban dialect"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-04-15T16:02:33Z"
    }
}
