{
    "key": "HFWMVMGP",
    "version": 6839,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/HFWMVMGP",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/HFWMVMGP",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Shoul",
        "parsedDate": "1995",
        "numChildren": 0
    },
    "data": {
        "key": "HFWMVMGP",
        "version": 6839,
        "itemType": "thesis",
        "title": "Etude phonologique et acoustique de l'arabe du maroc oriental",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Mostafa",
                "lastName": "Shoul"
            }
        ],
        "abstractNote": "Dans la presente these, il est question d'une etude a deux volets du parler arabe de la region orientale du Maroc. Dans les trois premiers chapitres, il s'agit d'une etude phonologique et dans le quatrieme et dernier chapitre, d'une analyse acoustique qui vient consolider la premiere etude. L'objectif de ce travail consiste a degager le systeme phonologique de l'arabe marocain dont une partie, certaines voyelles en particulier, demeure le point de litige chez les linguistes. En effet, en plus de quelques types de consonnes qui ne sont analyses ici que d'une facon accessoire, un certain nombre de voyelles se voit attribuer le statut phonologique par quelques analystes ou refuser ce meme statut par d'autres. Il s'agit des voyelles classees comme longues et, surtout, des voyelles connues comme (ultra) brieves ou centrales (e et u) sur lesquelles la presente etude se penche avec plus ou moins de detail pour essayer de trancher la question. Pour ce faire, une approche theorique et methodologique fonctionnaliste a ete adoptee. Dans la partie phonologique, il y a eu recours au test de paires minimales, de plus, concernant les cas litigieux, pour les consonnes comme pour les voyelles, les systemes proposes par les auteurs consultes ont ete compares et critiques avant que ne soit avance celui de l'auteur du present travail, soutenu par des arguments phonologiques, morphologiques et diachroniques, le cas echeant. Pour verifier l'hypothese de la presence physique de e et u, d'une part, et leurs traits caracteristiques proposes dans la partie phonologique d'autre part, une analyse acoustique a ete jugee appropriee. Celle-ci a effectivement confirme, en partie, les resultats auxquels a abouti l'etude phonologique. En gros, le systeme phonologique de l'arabe marocain selon le present travail est comme suit. En ce qui concerne les consonnes, il n'a pas ete question de viser les segments necessairement a titre individuel, mais, pour les besoins de l'etude, il suffisait de considerer les consonnes en tant que classes naturelles. Il en a ete conclu qu'en plus des consonnes dites ordinaires et des quelques consonnes dites emphatiques, il fallait considerer le reste des consonnes phonetiquement emphatiques comme des phonemes, sinon en acte, du moins en puissance, pour completer la classe, et, d'autre part, ajouter au rang des phonemes potentiels les consonnes labialisees. De la facon dont on voit le systeme consonantique depend le systeme vocalique. Ainsi, selon le point de vue adopte, il ressort que les phonemes vocaliques sont au nombre de cinq, divises en deux sous-systemes: 3 voyelles pleines ou peripheriques a, u, i decrites phonologiquement comme non-centralisees et 2 voyelles breves ou centrales e et u decrites comme centralisees. Les voyelles centralisees qui sont bien attestees par les resultats acoustiques justifient que l'on ait accorde un statut particulier aux consonnes syllabiques dans cette etude.",
        "thesisType": "",
        "university": "Université Laval (Canada)",
        "place": "Laval",
        "date": "1995",
        "numPages": "",
        "language": "",
        "shortTitle": "",
        "url": "",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:shoul_1995_3999)",
        "tags": [
            {
                "tag": "cnt:Morocco"
            },
            {
                "tag": "vt:Maghreb"
            },
            {
                "tag": "vt:phonology"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-04-15T16:02:33Z"
    }
}
