{
    "key": "P4CF4ISH",
    "version": 2290,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/P4CF4ISH",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/P4CF4ISH",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Aftat",
        "parsedDate": "1982",
        "numChildren": 0
    },
    "data": {
        "key": "P4CF4ISH",
        "version": 2290,
        "itemType": "thesis",
        "title": "The Acquisition of Negation and WH-Questins in a Moroccan Arabic speaking four-year-old child",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Mokhtar",
                "lastName": "Aftat"
            }
        ],
        "abstractNote": "A longitudinal investigation of aspects of a child's systems of Moroccan Arabic negation and wh-questions was carried out when the child was between ages 3; 0 and 4; 0. The data were based on samples of both spontaneous and elicited speech. The analysis included syntactic, semantic, functional, and cognitive aspects of language development. The results indicated that the syntax of the subject's utterances involving negation was similar to the adult model although, occasionally, she adopted grammatical strategies that resulted in unusual negative sentences. The dominant negative structure she produced was /ma — s (i)/. In her embedded sentences, she negated the matrix S in the sentence. Her negative utterances (a) negated the propositional content of affirmative sentences, (b) negated physical actions, and (c) were a comment on affirmatives. Her language functions were also similar to the adult model, and were of both a unifunctional and a multifunctional nature. These were expressed through kinesics and paralinguistic features. The subject's production of wh-questions was grammatically correct, i.e., the pattern was wh-word + S + rising intonation. Her wh-questions expressed various appropriate functions but, by the end of the study, mastery of language functions was not complete. The subject's comprehension of structures involving ask/tell + wh-word, and the conditional with wh-words were usually misinterpreted, as were some wh- words. These observed characteristics of her incomplete linguistic knowledge were explained in terms of (a) language complexity (syntactic, semantic, and functional), (b) cognitive development, and (c) communication skills. Frequency of occurrence was a minor contributing factor.",
        "thesisType": "",
        "university": "The University of Texas at Austin",
        "place": "Austin",
        "date": "1982",
        "numPages": "",
        "language": "",
        "shortTitle": "",
        "url": "",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:aftat_1982_3278)",
        "tags": [
            {
                "tag": "cnt:Morocco"
            },
            {
                "tag": "vt:Baby talk"
            },
            {
                "tag": "vt:Maghreb"
            },
            {
                "tag": "vt:anthropology"
            },
            {
                "tag": "vt:diglossia"
            },
            {
                "tag": "vt:general/comparative study"
            },
            {
                "tag": "vt:linguistics/dialectology"
            },
            {
                "tag": "vt:sociolinguistics"
            },
            {
                "tag": "vt:transcribed texts"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-04-15T16:02:33Z"
    }
}
