{
    "key": "QSUMJL7B",
    "version": 3171,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/QSUMJL7B",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/QSUMJL7B",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "lastModifiedByUser": {
            "id": 4622760,
            "username": "StephanPro",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/stephanpro",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Bergman",
        "parsedDate": "1992",
        "numChildren": 0
    },
    "data": {
        "key": "QSUMJL7B",
        "version": 3171,
        "itemType": "thesis",
        "title": "What the old ones said: The syntax of the Moroccan Arabic proverb",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Elizabeth M.",
                "lastName": "Bergman"
            }
        ],
        "abstractNote": "This study examines the grammatical structure of the Moroccan Arabic proverb. The hypothesis of this study is that grammatical structures of proverbs differ from those of non-proverbial discourse. Such structural differences may provide a set of templates or models for the formation of proverbs or serve as distinctive features that differentiate proverbial from non-proverbial utterances. The corpus of data consists of some 250 previously published Moroccan Arabic proverbs. The structures examined are sentence structure, noun phrase structure, verb use and negational structures. These grammatical structures are discussed, first, as they are described in the literature on non-proverbial Moroccan Arabic and, second, as they occur in the corpus. Then, differences between the structures of the corpus and those of non-proverbial Moroccan Arabic are examined. The findings of this study confirm the hypothesis, that proverbs exhibit grammatical structures that differ from those of non-proverbial discourse. The noun phrase structures that occur most frequently in non- proverbial Moroccan Arabic are found only infrequently in the corpus; those that occur in the corpus are, instead, are short, non-specific, and shared with Classical and Modern Standard Arabic. The negative structures of the corpus are a hybrid of those found in Moroccan Arabic and those more usually associated with Classical and Modern Standard Arabic. And the use of verb forms in the corpus more closely resembles that of Classical and Modern Standard Arabic than that of non-proverbial Moroccan Arabic. Moroccan Arabic proverbs, thus, appear to constitute or be part of a middle register of Arabic, with features of a predominantly oral language variety, Moroccan Arabic, as well as those of literate varieties, Classical and Modern Standard Arabic. The fact that a quintessentially oral genre like the proverb contains syntactic features of literate language can be explained in terms of the original hypothesis, that such features differentiate proverbs from non- proverbial utterances. At the same time, however, it appears through the use of these features, proverbs evoke the legitimacy and prestige of Classical and Modern Standard Arabic, the language varieties used by religious and secular authorities in Morocco.",
        "thesisType": "",
        "university": "University of Michigan",
        "place": "Ann Arbor",
        "date": "1992",
        "numPages": "",
        "language": "",
        "shortTitle": "",
        "url": "",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:bergman_1992_4400)",
        "tags": [
            {
                "tag": "cnt:Morocco"
            },
            {
                "tag": "vt:Maghreb"
            },
            {
                "tag": "vt:description of dialect"
            },
            {
                "tag": "vt:ethnography"
            },
            {
                "tag": "vt:folklore"
            },
            {
                "tag": "vt:general/comparative study"
            },
            {
                "tag": "vt:linguistics/dialectology"
            },
            {
                "tag": "vt:oral literature"
            },
            {
                "tag": "vt:proverbs"
            },
            {
                "tag": "vt:sociolinguistics"
            },
            {
                "tag": "vt:transcribed texts"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-07-19T18:23:34Z"
    }
}
