{
    "key": "TG3MQJZH",
    "version": 2288,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/TG3MQJZH",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/TG3MQJZH",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Boudlal",
        "parsedDate": "2001",
        "numChildren": 1
    },
    "data": {
        "key": "TG3MQJZH",
        "version": 2288,
        "itemType": "thesis",
        "title": "Constraint Interaction in the Phonology and Morphology of Casablanca Moroccan Arabic",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Abdelaziz",
                "lastName": "Boudlal"
            }
        ],
        "abstractNote": "http://linguistlist.org/pubs/diss/browse-diss-action.cfm?DissID=4933 (09.03.2010) The objective of this dissertation is to account for some aspects of the prosodic phonology and morphology of Casablanca Moroccan Arabic within the framework of Optimality Theory as conceived in Prince and Smolensky (1993) and McCarthy and Prince (1993a) and developed in the Correspondence model of McCarthy and Prince (1995, 1999) and other related works. It is shown that a division must be established between two types of syllables: a major syllable whose nucleus is one a schwa or one of the full vowels [i, u, a], and a minor syllable which consists solely of a moraic consonant. Granting a moraic status to this consonant is allowed for the purpose of achieving the foot binarity requiring, especially in nonderived trisegmental words on the pattern CCV, CC?C or C?CC, where the first consonant of the initial cluster and the second consonant of the final cluster form minor syllables on their own. The fact that the schwa is epenthesized before the final consonant of nonderived trisegmental verbs, adjectives and a class of nouns follows from the requirement that the right edge of the stem be aligned with a prominent syllable, which corresponds to a major syllable. The nominal class showing the C?CC pattern is shown to abide by markedness constraints favoring schwa syllables with a higher sonority coda. The dissertation also offers an adequate analysis of the problematic cases of cyclic schwa syllabification in terms of a subset of output-output constraints, one of which demanding phonological identity between a derived form and its morphologically-related base form. The theoretical framework herein conceptualized gives a straightforward answer to the puzzling stress system of the language which shows both trochaic and iambic feet. In particular, it is argued that in both isolation words, where the foot is trochaic and context words, where the foot is iambic, the location of stress and consequently the foot types that emerge depend on the hierarchical organization of prosodic words into phonological phrases. A unitary account of the stress system is offered to the effect that both trochaic and iambic feet occur in the language. Trochaic feet surface as optimal when the word is in isolation (i.e. when it is a phonological phrase); iambic feet arise when the word is in context . The dissertation also argues that morphological classes such as the causative, the passive participle and the diminutive are governed by a prosodic constraint requiring that their output be an iambic foot. The causative form, which has previously been analyzed as involving prosodic circumscription, is now reanalyzed as a case of partial reduplication which can be accounted for by constraints demanding correspondence between the base and its reduplicant. In particular it is shown the constraint calling for an iamb consisting of a sequence of two light syllables takes priority over the constraint on the base and reduplicant identity and therefore block total reduplication. The passive participle and the diminutive are two instances that resort to augmentation to achieve an iambic foot type. In the case of the passive participle, it is argued that the prefinal vowel that appears in certain classes of non derived verbs is the result of the constraint requiring that the output conform to an iambic foot consisting of a sequence of light and heavy syllables. In case where augmentation would lead to the violation of higher-ranked constraints, the optimal foot that emerges consists of a sequence of two light syllables. In the case of the diminutive, if augmentation applies, it is for the sole purpose of achieving a light-light foot. Augmentation itself takes tow different forms: either by the addition of schwa syllables to words that are masculine, or by the suffixation of the feminine morpheme to words which are inherently feminine.",
        "thesisType": "",
        "university": "Mohammed V University - Agdal",
        "place": "",
        "date": "2001",
        "numPages": "",
        "language": "",
        "shortTitle": "",
        "url": "",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:boudlal_2001_4183)",
        "tags": [
            {
                "tag": "geo:Casablanca [33.57, -7.58]"
            },
            {
                "tag": "cnt:Morocco"
            },
            {
                "tag": "vt:Maghreb"
            },
            {
                "tag": "vt:description of dialect"
            },
            {
                "tag": "vt:general/comparative study"
            },
            {
                "tag": "vt:linguistics/dialectology"
            },
            {
                "tag": "vt:morphology"
            },
            {
                "tag": "vt:phonology"
            },
            {
                "tag": "vt:transcribed texts"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-04-15T16:02:33Z"
    }
}
