{
    "key": "U2F9QMKW",
    "version": 2844,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/U2F9QMKW",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/U2F9QMKW",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "lastModifiedByUser": {
            "id": 4622760,
            "username": "StephanPro",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/stephanpro",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Badry",
        "parsedDate": "1983",
        "numChildren": 0
    },
    "data": {
        "key": "U2F9QMKW",
        "version": 2844,
        "itemType": "thesis",
        "title": "Acquisition of Lexical Derivational Rules in Moroccan Arabic: Implications for the Developement of Standard Arabic as a Second Language through Literacy",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Fatima",
                "lastName": "Badry"
            }
        ],
        "abstractNote": "This research investigated the development and organization of derivational rules governing the acquisition of the lexicon in Moroccan Arabic as a native dialect. The Arabic lexicon is based on a system of underlying consonantal roots that combine with surface patterns to form most content words. The study examined the role of semantic and formal properties in the process of analyzing Arabic words into patterns and underlying roots at different developmental stages. It also addressed the question of how strategies developed by Moroccan children in learning their native dialect could be utilized in teaching Standard Arabic in a school setting. It was hypothesized that: (1) the underlying consonantal root plays a central role both semantically and morphologically in the acquisition of the Arabic lexical derivational rules; (2) Arabic speaking children develop two major derivational strategies, which are referred to here as vertical and horizontal derivations, in the process of acquiring their lexicon. To test these hypotheses a battery of tasks designed to provide linguistic evidence were administered to 40 middle-class Moroccan children, between the ages of 3;5 and 9;9, enrolled in a private school in Casablanca, Morocco. Data were collected by means of six tasks: elicited interview, story-retelling, verbal and nominal patterns production and comprehension tasks. Each child was individually tested in four sessions over a seven week period. Data were audio-recorded and later transcribed. The errors of misformed patterns and metathesis, in addition to children's ability to derive innovative forms filling lexical gaps, were interpreted as evidence that Moroccan children develop derivational rules which allow them to use the system productively around the age of 3;5. Findings supported the prediction that the process of acquiring the Arabic lexicon follows a developmental curve which consists of four main stages: (1) the child uses words as rote learned forms; (2) the child discovers that some words which express a common meaning component also share the same pattern frames. This discovery results from advanced conceptual development and an expanded input that allow him to see that newly abstracted concepts are expressed by similar frames; (3) he abstracts the shared consonantal root from several patterns derived from it and is able to coin words by a vertical derivation rule; . . . (Author's abstract exceeds stipulated maximum length. Discontinued here with permission of author.) UMI",
        "thesisType": "",
        "university": "University of California, Berkeley",
        "place": "Berkley",
        "date": "1983",
        "numPages": "",
        "language": "",
        "shortTitle": "",
        "url": "",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:badry_1983_4278)",
        "tags": [
            {
                "tag": "cnt:Morocco"
            },
            {
                "tag": "vt:Maghreb"
            },
            {
                "tag": "vt:diglossia"
            },
            {
                "tag": "vt:general/comparative study"
            },
            {
                "tag": "vt:lexicon"
            },
            {
                "tag": "vt:linguistics/dialectology"
            },
            {
                "tag": "vt:morphology"
            },
            {
                "tag": "vt:sociolinguistics"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-05-07T12:05:24Z"
    }
}
