{
    "key": "U4S4J7VD",
    "version": 2285,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/U4S4J7VD",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/U4S4J7VD",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Idrissi-Bouyahyaoui",
        "parsedDate": "1987",
        "numChildren": 0
    },
    "data": {
        "key": "U4S4J7VD",
        "version": 2285,
        "itemType": "thesis",
        "title": "Metalinguistic Awareness in Literate and Illiterate Children and Adults: A Psycholinguistic Study",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Bouchaib",
                "lastName": "Idrissi-Bouyahyaoui"
            }
        ],
        "abstractNote": "Available from UMI in association with The British Library. Requires signed TDF. The primary concern of this thesis was to elucidate the processes underlying certain aspects of metalinguistic awareness and to trace their relationship to advances in maturation and acquisition of literacy. The guiding principle has been to determine how much of what has been considered normal cognitive development is in fact an age-round developmental phenomenon, or to what extent it reflects the result of experiences associated with the degree and extent of literacy. The need for this is apparent on examining previous research which, as we demonstrate, has confounded such theoretically important variables as Age, Literacy and peculiarities of the native language. The aim of the methodology employed here was to deconfound such variables and add more insight as to the nature of metalinguistic abilities. First, by employing literate and illiterate children and adults, the design optimizes the likelihood of tapping a precise relationship between maturation, literacy and metalinguistic awareness. Second, by using native speakers of Arabic, the general design offers the opportunity to add insight from yet another language typologically different from English in which most previous research was conducted. Third, by employing more than one type of linguistic measure for the same population, the design also hopes to answer one empirical question, namely, whether metalinguistic awareness can be conceptualised as either multidimensional or unitary in nature. The Subjects who participated in the study were 120 Moroccan Arabic speaking literate and illiterate children and adults drawn from a relatively homogeneous socio-economic background. A total of seven experiments–some with subtasks–were used. Chapters 3, 4, and 5 form the main bulk of the research. Using various experiments, they examine the extent to which Ss deploy their metalinguistic knowledge in the process of attending to and manipulating the following linguistic units: (i) word (Chapter 3); (ii) syllables (Chapter 4); (iii) segments (Chapter 5). Typically, each one of these chapters considers various hypotheses and research questions which concern the specific linguistic unit. Finally, Chapter 6 draws general conclusions from the general study and addresses some implications for linguistic theory, psycholinguistic research and, although not extensively, education research. (Abstract shortened by UMI.)",
        "thesisType": "",
        "university": "University of Edinburgh (United Kingdom)",
        "place": "Edinburgh",
        "date": "1987",
        "numPages": "",
        "language": "",
        "shortTitle": "",
        "url": "",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:idrissi-bouyahyaoui_1987_3722)",
        "tags": [
            {
                "tag": "cnt:Morocco"
            },
            {
                "tag": "vt:anthropology"
            },
            {
                "tag": "vt:diglossia"
            },
            {
                "tag": "vt:general/comparative study"
            },
            {
                "tag": "vt:linguistics/dialectology"
            },
            {
                "tag": "vt:sociolinguistics"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-04-15T16:02:33Z"
    }
}
