{
    "key": "VSMDHXIX",
    "version": 7113,
    "library": {
        "type": "group",
        "id": 2165756,
        "name": "VICAV",
        "links": {
            "alternate": {
                "href": "https://www.zotero.org/groups/vicav",
                "type": "text/html"
            }
        }
    },
    "links": {
        "self": {
            "href": "https://api.zotero.org/groups/2165756/items/VSMDHXIX",
            "type": "application/json"
        },
        "alternate": {
            "href": "https://www.zotero.org/groups/vicav/items/VSMDHXIX",
            "type": "text/html"
        }
    },
    "meta": {
        "createdByUser": {
            "id": 2136239,
            "username": "CMoerth",
            "name": "",
            "links": {
                "alternate": {
                    "href": "https://www.zotero.org/cmoerth",
                    "type": "text/html"
                }
            }
        },
        "creatorSummary": "Eades",
        "parsedDate": "2011",
        "numChildren": 0
    },
    "data": {
        "key": "VSMDHXIX",
        "version": 7113,
        "itemType": "journalArticle",
        "title": "A transitional Arabic dialect of the northern Omani interior",
        "creators": [
            {
                "creatorType": "author",
                "firstName": "Domenyk",
                "lastName": "Eades"
            }
        ],
        "abstractNote": "A major classificatory division of the Arabic vernaculars spoken throughout much of the Arab world is that of the socially-based Sedentary (S) versus Bedouin (B) dichotomy. In studies of the Omani dialect area these terms are used to distinguish between the speech of the traditionally settled populace concentrated around the mountainous interior of the country (S type) on the one hand, and the nomadic and recently settled communities of the deserts (B type) on the other. In some transitional regions located in the area between these two regions the classification of dialects is somewhat blurred, as the varieties of Arabic spoken there exhibit characteristics of both S and B types. The town of al-Dar&#x12b;z, which is located in the interior of northern Oman, lies in one such transitional region. The present contribution examines important structural features of the spoken Arabic of al-Dar&#x12b;z and places the findings within the broader Omani context. It is shown that although the dialect exhibits some characteristics of accommodation to the speech of nearby Bedouin communities with respect to certain phonological features, the dialect of al-Dar&#x12b;z retains most of the distinctly S-type features spoken among the historically settled communities of the mountain region to the north of the country. This is in striking contrast with the situation in the town of al-Mintirib, which is located to the south of al-Dar&#x12b;z, where the speech of the historically sedentary population exhibits most of the B-type features which characterise the speech of the surrounding nomadic population. The differences in the spoken Arabic of al-Dar&#x12b;z and al-Mintirib can be explained by the contrasting socio-historical circumstances in which the dialects of each town has developed.",
        "publicationTitle": "Zeitschrift für Arabische Linguistik",
        "volume": "",
        "issue": "54",
        "pages": "27-41",
        "date": "2011",
        "series": "",
        "seriesTitle": "",
        "seriesText": "",
        "journalAbbreviation": "",
        "language": "",
        "DOI": "",
        "ISSN": "0170026X",
        "shortTitle": "",
        "url": "http://www.jstor.org.uaccess.univie.ac.at/stable/10.13173/zeitarabling.54.0027",
        "accessDate": "",
        "archive": "",
        "archiveLocation": "",
        "libraryCatalog": "",
        "callNumber": "",
        "rights": "",
        "extra": "(biblid:eades_2011_2807)",
        "tags": [
            {
                "tag": "reg:Arabian Peninsula [22.36, 46.81]"
            },
            {
                "tag": "cnt:Oman/Yemen"
            },
            {
                "tag": "vt:Oman/Yemen"
            },
            {
                "tag": "vt:description of dialect"
            }
        ],
        "collections": [],
        "relations": {},
        "dateAdded": "2018-04-15T16:02:33Z",
        "dateModified": "2018-04-15T16:02:33Z"
    }
}
